Repository: pardus/pardus-installer
Catalog: po/live-installer-*.po
Languages: pt, tr

source: Writing filesystem mount information to /etc/fstab
pt: A gravar a informação de montagem do sistema de ficheiros em /etc/fstab
tr: Dosya sistemi bağlama bilgisi /etc/fstab içine yazılıyor

source: Mounting %(partition)s on %(mountpoint)s
pt: A montar %(partition)s em %(mountpoint)s
tr: %(partition)s bölümü %(mountpoint)s bağlanma noktasına bağlanıyor

source: Filling %s with random data (please be patient, this can take hours...)
pt: A preencher %s com dados aleatórios (seja paciente, isto pode levar horas...)
tr: %s rastgele veri ile dolduruluyor. (Lütfen bekleyin, Bu işlem uzun sürebilir...)

source: Creating partitions on %s
pt: A criar partições em %s
tr: %s üzerine bölümler oluşturuluyor

source: Formatting %(partition)s as %(format)s ...
pt: A formatar %(partition)s como %(format)s ...
tr: %(partition)s bölümü %(format)s biçiminde biçimlendiriliyor...

source: Setting hostname
pt: A definir nome da máquina
tr: Bilgisayar adı ayarlanıyor

source: Setting locale
pt: A definir idioma
tr: Dil ayarlanıyor

source: Setting timezone
pt: A definir fuso horário
tr: Zaman dilimi ayarlanıyor

source: Setting keyboard options
pt: A definir opções de teclado
tr: Klavye ayarlanıyor

source: Removing extra packages
pt: A remover pacotes extra
tr: Ekstra paketler siliniyor

source: Clearing package manager
pt: A limpar o gestor de pacotes
tr: Paket yöneticisi temizleniyor

source: Generating initramfs
pt: A gerar initramfs
tr: Initramfs oluşturuluyor

source: Preparing bootloader installation
pt: A preparar a instalação do carregador de arranque
tr: Ön yükleyici kurulumu hazırlanıyor

source: Installing bootloader
pt: A instalar carregador de arranque
tr: Önyükleyici kuruluyor

source: Configuring bootloader
pt: A configurar carregador de arranque
tr: Önyükleyici yapılandırılıyor

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
pt: Aviso: o carregador de arranque Grub não foi configurado corretamente! Terá que o configurar manualmente.
tr: UYARI: Grub önyükleyicisi düzgün ayarlanamadı! Elle ayarlamanız gerekmektedir.

source: Trying to install updates
pt: A tentar instalar atualizações
tr: Güncellemeler yapılmaya çalışıyor

source: Checking bootloader
pt: A verificar carregador de arranque
tr: Önyükleyici denetleniyor

source: Failed to run command (Exited with {}):
pt: Falha ao executar o comando (Saiu com {}):
tr: Komut ile çalıştırılamadı. ({} ile çıktı.)

source: Disk:
pt: Disco:

source: Use LVM (Logical Volume Management)
pt: Utilizar LVM (Logical Volume Management)

source: Disk
pt: Disco

source: The mount point of a subvolume must not contain a space
pt: O ponto de montagem de um subvolume não pode conter um espaço
