Repository: pardus/pardus-installer
Catalog: po/live-installer-*.po
Languages: pt, tr

source: Welcome to the 17g Installer.
pt: Bem-vindo ao Instalador 17g.
tr: 17g Kurucuya Hoş Geldiniz.

source: This program will ask you some questions and set up system on your computer.
pt: Este programa irá fazer-lhe algumas perguntas e configurar o sistema no seu computador.
tr: Bu uygulama size bazı sorular soracak ve bilgisayarınıza sistemi kuracaktır.

source: I accept the terms of the License Agreement
pt: Aceito os termos do Acordo de Licença
tr: Lisans Sözleşmesi'nin şartlarını kabul ediyorum

source: Keyboard Model:
pt: Modelo do teclado:
tr: Klavye Modeli:

source: Type here to test your keyboard
pt: Escreva algo aqui para testar o teclado
tr: Klavyenizi test etmek için buraya yazın

source: label
pt: etiqueta
tr: etiket

source: Continent
pt: Continente
tr: Bölge

source: Timezone
pt: Fuso horário
tr: Zaman dilimi

source: Automated Installation
pt: Instalação automatizada
tr: Otomatik Kurulum

source: Erase a disk and install LMDE on it.
pt: Apagar disco e instalar o LMDE.
tr: Diski sil ve sistemi üstüne kur.

source: Type:
tr: Tür:

source: Create swap partition
pt: Criar partição swap
tr: Takas alanı oluştur

source: Encrypt the operating system
pt: Encriptar o sistema operativo
tr: İşletim sistemini şifrele

source: Passphrase
pt: Palavra-passe
tr: Parola

source: Confirm passphrase
pt: Confirmação de palavra-passse
tr: Parolayı doğrula

source: This provides extra security but it can take hours.
pt: Isto proporciona segurança extra, mas pode levar horas.
tr: Bu fazladan güvenlik sağlar fakat uzun sürebilir.

source: Fill the disk with random data
pt: Preenche o disco com dados aleatórios
tr: Diski rastgele veri ile doldur

source: Please provide a passphrase for the encryption.
pt: Introduza a palavra-passe para a encriptação.
tr: Lütfen şifreleme için parola belirleyin.

source: Manual Partitioning
pt: Particionamento manual
tr: Elle bölümlendirme

source: Manually create, resize or choose partitions for LMDE.
pt: Criar, redimensionar e escolher as partições para LMDE.
tr: Sistem için disk bölümlerini elle oluşturun, yeniden boyutlandırın veya seçin.

source: Remove windows & Install
pt: Remover o Windows e Instalar
tr: Windowsu sil ve yerine yükle

source: Remove existsing windows and install LMDE on it.
pt: Remover o Windows existente e instalar o LMDE.
tr: Mevcut Windowsu sil ve yerine yükle.

source: Expert Mode
pt: Modo avançado
tr: Uzman modu

source: The setup tool will not do partitioning.
pt: A ferramenta de configuração não irá fazer a particionamento.
tr: Kurulum aracı bölümlendirme yapmayacak.

source: Minimal installation
pt: Instalação mínima
tr: Minimal kurulum

source: This will only install a minimal desktop environment with a browser and utilities.
pt: Isto apenas instalará um ambiente gráfico minimalista com um navegador e utilitários.
tr: Sadece minimal masaüstü ile tarayıcı ve temel araçlar kurulacak.

source: Install system with updates
pt: Instalar o sistema com atualizações
tr: Sistemi güncellemeler ile birlikte yükle

source: If you connect internet, updates will install.
pt: Se ligar a Internet, as atualizações serão instaladas.
tr: İnternete bağlanırsanız, güncellemeler yüklenir.

source: Refresh
pt: Recarregar
tr: Yenile

source: Delete
pt: Eliminar
tr: Sil

source: Format
pt: Formatar
tr: Biçimlendir

source: Create
pt: Criar
tr: Oluştur

source: Install the GRUB boot menu on:
pt: Instalar menu de arranque GRUB em:
tr: GRUB önyükleyiciyi buraya kur:

source: Edit Partitions
pt: Editar partições
tr: Bölümleri Düzenle

source: Your name:
pt: O seu nome:
tr: Adınız:

source: Your computer's name:
pt: O nome do seu computador:
tr: Bilgisayarınızın adı:

source: Pick a username:
pt: Escolha um nome de utilizador:
tr: Bir kullanıcı adı seçin:

source: The name it uses when it talks to other computers.
pt: O nome que este computador utiliza para comunicar com outros computadores.
tr: Diğer bilgisayarlarla konuşurken kullandığı ad.

source: Choose a password:
pt: Escolha uma palavra-passe:
tr: Bir parola seçin:

source: Log in automatically
pt: Iniciar sessão automaticamente
tr: Otomatik giriş

source: Require my password to log in
pt: Pedir palavra-passe para iniciar sessão
tr: Giriş için parola gerektir

source: Encrypt my home folder
pt: Encriptar a minha pasta pessoal
tr: Ev dizinimi şifrele

source: Confirm your password:
pt: Confirme a sua palavra-passe:
tr: Parolanızı doğrulayın:

source: Length must be minimum 8 characters
pt: O comprimento deve ter no mínimo 8 caracteres
tr: Minimum 8 karakter uzunluğunda olmalı

source: Automated installation enabled!
pt: Instalação automatizada ativada!
tr: Otomatik kurulum etkin!

source: Please do not turn off your computer during the installation process.
pt: Não desligue o computador durante o processo de instalação.
tr: Yükleme işlemi sırasında lütfen bilgisayarınızı kapatmayın.

source: 17g team
pt: Equipa 17g
tr: 17g takımı

source: Welcome
pt: Bem-vindo
tr: Hoş geldiniz

source: read only
pt: apenas leitura
tr: salt okur

source: Use default Btrfs subvolumes
pt: Usar subvolumes Btrfs predefinidos
tr: Varsayılan Btrfs altbölümlerini kullan

source: Format subvolume
pt: Formatar subvolume
tr: Altbölümü biçimlendir

source: Try 17g
pt: Experimentar 17g
tr: %s dene

source: Install to Hard Drive
pt: Instalar no disco rígido
tr: Diske yükle

source: You are currently running 17g from live media.
pt: Está atualmente a executar o 17g a partir do meio de suporte 'live'.
tr: Şu anda %s canlı ortamdan çalışıyor.

source: You can install 17g now, or chose "Install to Hard Drive" in the Appication Menu later.
pt: Pode instalar o 17g agora, ou escolher "Instalar no disco rígido" no Menu de Aplicações mais tarde.
tr: Şimdi %s yükleyebilirsiniz, veya Daha sonra uygulama menüsünden "diske yükle" seçebilirsiniz.

source: Welcome to 17g
pt: Bem-vindo ao 17g
tr: Hoş geldiniz

source: Country
pt: País
tr: Ülke

source: Language
pt: Idioma
tr: Dil

source: Ext4 (Default)
tr: Ext4 (Varsayılan)

source: LVM (Logical Volume Manager)
tr: LVM (Mantıksal Bölüm Yönetimi)

source: Layout
pt: Disposição
tr: Düzen

source: Variant
pt: Variante
tr: Değişken

source: Calculating file indexes ...
pt: A calcular índice de ficheiros...
tr: Dosya indexleri hesaplanıyor ...

source: Installer
pt: Instalador
tr: Kurucu

source: License Agreement
pt: Acordo de Licença
tr: Lisans Sözleşmesi

source: What language would you like to use?
pt: Qual é o idioma que deseja utilizar?
tr: Hangi dili kullanmak istiyorsunuz?

source: Where are you?
pt: Qual é a sua localização?
tr: Neredesiniz?

source: Keyboard layout
pt: Disposição do teclado
tr: Klavye düzeni

source: What is your keyboard layout?
pt: Qual é o seu esquema de teclado?
tr: Klavye düzeniniz nedir?

source: User account
pt: Conta de utilizador
tr: Kullanıcı hesabı

source: Who are you?
pt: Quem é você?
tr: Kimsiniz?

source: Installation Type
pt: Tipo de instalação
tr: Kurulum türü

source: Where do you want to install system?
pt: Onde pretende instalar o sistema?
tr: Sistemi nereye kurmak istiyorsunuz?

source: Partitioning
pt: Particionamento
tr: Bölümlendirme

source: Summary
pt: Resumo
tr: Özet

source: Check that everything is correct
pt: Verifique se tudo está correto
tr: Her şeyin doğru olduğunu gözden geçirin

source: Installing
pt: A instalar
tr: Yükleniyor

source: Please wait...
pt: Aguarde...
tr: Lütfen bekleyin...

source: Automated Install
pt: Instalação automatizada
tr: Otomatik Kurulum

source: Back
pt: Voltar
tr: Geri

source: Next
pt: Seguinte
tr: İleri

source: Welcome to the %s Installer.
pt: Bem-vindo ao Instalador %s.
tr: %s Kurucuya Hoş Geldiniz.

source: Type here to test your keyboard layout
pt: Escreva algo aqui para testar a disposição do teclado
tr: Klavyenizi test etmek için buraya yazın

source: Erase a disk and install system on it.
pt: Apagar um disco e instalar um sistema no mesmo.
tr: Diski sil ve sistemi üstüne kur.

source: Manually create, resize or choose partitions for system.
pt: Criar, redimensionar ou escolher manualmente as partições para o sistema.
tr: Sistem için disk bölümlerini elle oluşturun, yeniden boyutlandırın veya seçin.

source: The setup tool will not do partitioning
pt: A ferramenta de configuração não irá fazer o particionamento
tr: Kurulum aracı bölümlendirme yapmayacak

source: Remove Windows & Install
pt: Remover o Windows e Instalar
tr: Windowsu sil ve yerine yükle

source: Remove existsing windows and install system on it.
pt: Remover o Windows existente e instalar o sistema.
tr: Mevcut Windowsu sil ve yerine yükle.

source: Edit partitions
pt: Editar partições
tr: Bölümleri düzenle

source: Device
pt: Dispositivo
tr: Donanım

source: Type
pt: Tipo
tr: Tür

source: Operating system
pt: Sistema operativo
tr: İşletim sistemi

source: Mount point
pt: Ponto de montagem
tr: Bağlama noktası

source: Format as
pt: Formatar como
tr: Biçimlendirme türü

source: Size
pt: Tamanho
tr: Boyut

source: Free space
pt: Espaço livre
tr: Boş alan

source: Read only
pt: Apenas leitura
tr: Salt okunur

source: Warning
pt: Aviso
tr: Uyarı

source: This will delete all the data on %s. Are you sure?
pt: Está prestes a eliminar todos os dados em %s. Tem a certeza?
tr: %s üzerindeki tüm veriler silinecek. Emin misiniz?

source: Install
pt: Instalar
tr: Yükle

source: Your passwords do not match.
pt: As suas palavras-passe não coincidem.
tr: Parolalar uyuşmuyor.

source: Quit?
pt: Sair?
tr: Çıkış?

source: Are you sure you want to quit the installer?
pt: Sair do instalador?
tr: Kurulumdan çıkmak istediğinizden emin misiniz?

source: btrfs subvolume
pt: subvolume btrfs
tr: btrfs altbölümü

source: Create a subvolume
pt: Criar um subvolume
tr: Bir altbölüm oluştur

source: Are you sure?
pt: Tem a certeza?
tr: Emin misiniz?

source: New partition will created at {}
pt: Nova partição será criada em {}
tr: {}'de yeni bölüm oluşturulacak

source: subvolume {} will removed from {}.
pt: subvolume {} será removida de {}.
tr: {} altbölümü {} içerisinden silinecek.

source: Partition {} will removed from {}.
pt: A partição {} será removida de {}.
tr: {} bölümü {} içerisinden silinecek

source: Partition {} will formated from {}.
pt: A partição {} será formada de {}.
tr: {} bölümü {} içerisinden formatlanacak.

source: Please choose a language
pt: Escolha o idioma
tr: Lütfen bir dil seçin

source: Please provide a kayboard layout for your computer.
pt: Forneça uma disposição de teclado para o seu computador.
tr: Lütfen bir klavye düzeni belirleyin.

source: Please provide your full name.
pt: Introduza o nome completo.
tr: Lütfen bir isim belirleyin.

source: Your passwords is not strong.
pt: As suas palavras-passe não são fortes.
tr: Parolanız zayıf.

source: Root filesystem type not specified. Installation will continue without disk formatting. Do you want to continue?
pt: Tipo de sistema de ficheiros root não especificado. A instalação continuará sem a formatação do disco. Quer continuar?
tr: Kök dosya sistemi seçilmedi. Kurulum biçimlendirme olmadan devam edecek.Devam etmek istiyor musunuz?

source: The root partition is too small. It should be at least 16GB. Do you want to continue?
pt: A partição root é demasiado pequena. Deveria ter pelo menos 16 GB. Quer continuar?
tr: Kök bölümü çok küçük. En az 16GB olmalıdır. Devam etmek istiyor musunuz?

source: Please select a root (/) partition.
pt: Selecione uma partição root (/).
tr: Lütfen kök (/) bölümü seçin.

source: A root partition is needed to install %s on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
pt: Necessita de uma partição 'root' para instalar o %s. - Ponto de montagem: / - Tamanho recomendado: 30GB - Sistema de ficheiros recomendado: ext4
tr: %s yüklemek için bir kök bölüm gerekir. - Bağlama noktası: / - Önerilen boyut: 30 GB - Önerilen dosya sistemi: ext4 Not: Timeshift uygulamasının btrfs anlık görüntü alma özelliğini kullanma için gereklilikler: - altbölüm Bağlama-noktası /@ - dosya sistemi formatı olarak btrfs

source: The EFI partition is not bootable. Do you want to set boot flag?
pt: A partição EFI não é de arranque. Quer definir uma 'flag' de arranque(boot)?
tr: EFI bölümü önyüklenebilir değil. Önyükleme bayrağı ayarlansın mı?

source: The EFI partition is too small. It must be at least 100MB.
pt: A partição EFI é demasiado pequena. Deve ter pelo menos 100MB.
tr: EFI bölümü çok küçük. En az 35MB olmalıdır.

source: The EFI partition must be formatted as vfat.
pt: A partição EFI tem que ser formatada como vfat.
tr: EFI bölümü vfat olarak biçimlendirilmelidir.

source: Please select an EFI partition.
pt: Selecione a partição EFI.
tr: Lütfen bir EFI bölümü seçin.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: at least 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
pt: Necessita de uma partição de sistema EFI com os seguintes requisitos: - Ponto de montagem: /boot/efi - Flags de partição: Bootable - Tamanho: no mínimo 100MB - Formato: vfat ou fat32 Para assegurar compatibilidade com sistemas Windows, recomendamos que utilize a primeira partição do disco como a partição de sistema EFI.
tr: Aşağıdaki gereksinimlere sahip bir EFI sistem bölümü gereklidir: - Bağlantı noktası: /boot/efi - Bölüm bayrakları: Önyüklenebilir - Boyut: en az 35MB (100MB veya daha fazlası önerilir) - Biçim: vfat veya fat32 Windows ile uyumluluğu sağlamak için diskin ilk bölümünü EFI sistem bölümü olarak kullanmanızı öneririz.

source: Please select a disk.
pt: Selecione um disco.
tr: Lütfen bir disk seçin.

source: Please provide a device to install grub.
pt: Forneça um dispositivo para instalar o grub.
tr: Lütfen grub için bir disk belirleyin.

source: Localization
pt: Localização
tr: Yerelleştirme

source: Language:
pt: Idioma:
tr: Dil

source: Timezone:
pt: Fuso horário:
tr: Zaman dilimi

source: Keyboard layout:
pt: Disposição do teclado:
tr: Klavye düzeni

source: User settings
pt: Definições de utilizador
tr: Kullanıcı ayarları

source: Real name:
pt: Nome verdadeiro:
tr: Gerçek isim

source: Username:
pt: Nome de utilizador:
tr: Kullanıcı adı

source: Password:
pt: Palavra-passe:
tr: Parola:

source: Automatic login:
pt: Início de sessão automático:
tr: Otomatik giriş

source: enabled
pt: ativo
tr: etkin

source: disabled
pt: inativo
tr: devre dışı

source: System settings
pt: Definições do sistema
tr: Sistem ayarları

source: Computer's name:
pt: Nome do computador:
tr: Bilgisayar adı

source: Bios type:
pt: Tipo de BIOS:
tr: Bios türü:

source: Install updates after installation
pt: Instalar atualizações após a instalação
tr: Kurulumdan sonra güncellemeleri yükle

source: Filesystem operations
pt: Operações de sistema de ficheiros
tr: Dosya sistemi işlemleri

source: Install bootloader on %s
pt: Instalar carregador de arranque em %s
tr: Önyükleyiciyi %s içine kur

source: Do not install bootloader
pt: Não instalar carregador de arranque
tr: Ön yükleyici kurma

source: Use already-mounted /target.
pt: Utilizar /target montado.
tr: /target zaten bağlı.

source: (with %s GB swap)
pt: (com %s GB swap)
tr: (%s GB takas ile)

source: Automated installation on %s
pt: Instalação automatizada em %s
tr: %s üzerine otomatik kurulum

source: Type:
tr: Tür:

source: Format %(path)s as %(filesystem)s
pt: Formatar %(path)s como %(filesystem)s
tr: %(path)s yolunu %(filesystem)s olarak biçimlendir

source: Mount %(path)s as %(mount)s
pt: Montar %(path)s como %(mount)s
tr: %(path)s yolunu %(mount)s olarak bağla

source: Create btrfs subvolume %(path)s under %(parentPath)s
pt: Criar subvolume btrfs %(path)s sob %(parentPath)s
tr: %(parentPath)s altına %(path)s altbölümünü oluştur

source: Mount %(path)s subvolume as %(mount)s
pt: Montar %(path)s subvolume como %(mount)s
tr: %(path)s altbölümünü %(mount)s olarak bağla

source: Disk Encryption:
pt: Encriptação de disco:
tr: Disk şifreleme:

source: Installation finished
pt: Instalação concluída
tr: Kurulum tamamlandı

source: The installation is now complete. Do you want to restart your computer to use the new system?
pt: A instalação está agora concluída. Deseja reiniciar o computador agora e utilizar o seu novo sistema?
tr: Kurulum tamamlandı. Yeni sistemi kullanmak için bilgisayarınızı yeniden başlatmak istiyor musunuz?

source: Installation error
pt: Erro de instalação
tr: Kurulum hatası

source: Error
pt: Erro
tr: Hata

source: Removable:
pt: Removível:
tr: Taşınabilir:

source: Edit Subvolume
pt: Editar subvolume
tr: Altbölümü düzenle

source: The name of a subvolume must not start or end with a forward slash
pt: O nome de um subvolume não deve começar ou terminar com uma barra
tr: Bir altbölümün adı eğik çizgi ile başlayamaz veya bitemez

source: The name of a subvolume must not be blank or contain a space
pt: O nome de um subvolume não pode estar em branco ou conter um espaço
tr: Bir altbölümün adı boş olamaz ya da boşluk içeremez

source: Subvolume with name '%s' already exists
pt: Já existe um subvolume com o nome '%s'
tr: '%s' ismine sahip bir altbölüm halihazırda mevcut

source: Edit
pt: Editar
tr: Düzenle

source: Assign to %s
pt: Atribuir a %s
tr: %s olarak ata

source: Create btrfs subvolume
pt: Criar um subvolume btrfs
tr: btrfs altbölümü oluştur

source: Disk: {} partition table broken or not exists. Do you want to create new partition table?
pt: Disco: tabela de partições {} corrompida ou não existe. Quer criar uma nova tabela de partições?
tr: Disk: {} bölümlendirme tablosu bozuk veya mevcut değil. Yeni bölüm tablosu oluşturmak istiyor musunuz?

source: The partition table couldn't be written for %s. Restart the computer and try again.
pt: A tabela de partição não pôde ser escrita para %s. Reinicie o computador e tente novamente.
tr: Bölüm tablosu %s için yazılamadı. Bilgisayarı yeniden başlatın ve tekrar deneyin.

source: The partition %s could not be created. The installation will stop. Restart the computer and try again.
pt: A partição %s não pôde ser criada. A instalação irá parar. Reinicie o computador e tente novamente.
tr: %s bölümü oluşturulamadı. Kurulum duracaktır. Bilgisayarı yeniden başlatın ve tekrar deneyin.

source: Logical partition
pt: Partição lógica
tr: Mantıksal bölüm

source: Extended partition
pt: Partição expandida
tr: Genişletilmiş bölüm

source: Unknown
pt: Desconhecido
tr: Bilinmeyen

source: bootloader/recovery
tr: önyükleyici/kurtarma

source: EFI System Partition
pt: Partição do sistema EFI
tr: EFI Sistem Bölümü

source: Edit partition
pt: Editar partição
tr: Bölümleri düzenle

source: Device:
pt: Dispositivo:
tr: Donanım:

source: Format as:
pt: Formatar como:
tr: Biçimleme türü:

source: Mount point:
pt: Ponto de montagem:
tr: Bağlama noktası:

source: Cancel
pt: Cancelar
tr: İptal

source: OK
tr: Tamam

source: Create Subvolume
pt: Criar subvolume
tr: Altbölüm oluştur

source: Name:
pt: Nome:
tr: isim:

source: Select timezone
pt: Selecionar fuso horário
tr: Zaman dilimi seçin

source: No
pt: Não
tr: Hayır

source: Yes
pt: Sim
tr: Evet

source: What keyboard would you like to use?
pt: Qual teclado gostaria de utilizar?
tr: Hangi dili kullanmak istiyorsunuz?

source: Keyboard Model
pt: Modelo do teclado
tr: Klavye modeli

source: Installation type?
pt: Tipo de instalação?
tr: Kurulum türü?

source: Select a disk?
pt: Selecionar um disco?
tr: Lütfen bir disk seçin?

source: Try %s
pt: Experimentar o %s
tr: %s dene

source: You are currently running %s from live media.
pt: Está atualmente a executar o %s a partir do meio de suporte 'live'.
tr: Şu anda %s canlı ortamdan çalışıyor.

source: You can install %s now, or chose "Install to Hard Drive" in the Appication Menu later.
pt: Pode instalar o %s agora, ou escolher "Instalar no disco rígido" no Menu de Aplicações mais tarde.
tr: Şimdi %s yükleyebilirsiniz, veya Daha sonra uygulama menüsünden "diske yükle" seçebilirsiniz.

source: Welcome to %s
pt: Bem-vindo ao %s
tr: Hoş geldiniz %s

source: You must be root!
pt: Tem de ser o root!
tr: Root olmalısınız!

source: Please provide a username.
pt: Introduza o nome de utilizador.
tr: Lütfen bir kullanıcı adı belirleyin.

source: Your username is invalid.
pt: O seu nome de utilizador é inválido.
tr: Kullanıcı adınız geçersiz.

source: Your username is too long
pt: O seu nome de utilizador é demasiado comprido
tr: Kullanıcı adınız çok uzun

source: Your username is unavailable
pt: O seu nome de utilizador não está disponível
tr: Kullanıcı adınız kullanılamıyor

source: Your username cannot start with numbers.
pt: O seu nome de utilizador não pode começar com números.
tr: Kullanıcı adınız sayı ile başlayamaz.

source: Your username must be lower case.
pt: Tem que escrever o nome de utilizador em minúsculas.
tr: Kullanıcı adınız küçük karakterler olmalı.

source: Your username may not contain whitespace characters.
pt: O seu nome de utilizador não pode ter espaços.
tr: Kullanıcı adınızda boşluk bulunamaz.

source: Please provide a name for your computer.
pt: Introduza um nome para o computador.
tr: Lütfen bir bilgisayar adı belirleyin.

source: The computer's name is invalid.
pt: O nome do computador é inválido.
tr: Bilgisayar adını geçersiz.

source: The computer's name is too long.
pt: O nome do computador é demasiado comprido.
tr: Bilgisayar adını çok uzun.

source: The computer's name should not starts or ends with -
pt: O nome do computador não deve começar ou terminar com -
tr: Bilgisayar adını - ile başlayamaz veya bitemez

source: The computer's name must be lower case.
pt: O nome do computador apenas pode ter letras minúsculas.
tr: Bilgisayar adınız küçük harfler içermeli.

source: The computer's name may not contain whitespace characters.
pt: O nome do computador não pode ter espaços vazios.
tr: Bilgisayar adınızda boşluk bulunamaz.

source: The computer's name must consist of only a-z or A-Z or 0-9 or - characters
pt: O nome do computador deve consistir apenas em caracteres a-z ou A-Z ou 0-9 ou -
tr: Bilgisayar adınında sadece a-Z veya A-Z veya 0-9 karakterleri veya - bulunabilir.

source: Your passwords is too short.
pt: As suas palavras-passe são demasiado curtas.
tr: Parolanız çok kısa.

source: Your password is numeric
pt: A sua palavra-passe é numérica
tr: Parolanız sadece sayıdan oluşuyor

source: Your password must have big letters
pt: A sua palavra-passe deve ter letras maiúsculas
tr: Parolanız büyük karakter içermelidir

source: Your password must have small letters
pt: A sua palavra-passe deve ter letras minúsculas
tr: Parolanız küçük karakter içermelidir

source: Your password must not be the same as the user name
pt: A sua palavra-passe não deve ser a mesma que o nome de utilizador
tr: Parolanız kullanıcı adı ile aynı olmamalıdır

source: Your password length must be minimum 8 characters
pt: O comprimento mínimo da sua palavra-passe deve ser de 8 caracteres
tr: Parolanız en az 8 karakterli olmalıdır

source: Your password must have exclusive characters
pt: A sua palavra-passe deve ter caracteres exclusivos
tr: Parolanız özel karakter içermelidir

source: Your password must have numbers
pt: A sua palavra-passe deve ter números
tr: Parolanız sayı içermelidir

source: Please provide a password for your user account.
pt: Introduza a palavra-passe da sua conta de utilizador.
tr: Lütfen kullanıcı hesabınız için parola belirleyin.

source: Copying /%s
pt: A copiar /%s
tr: Kopyalanıyor /%s

source: rsync exited with return code: %s
pt: rsync saiu com o código de retorno: %s
tr: rsync %s kodu ile bitti

source: Extracting rootfs.
pt: A extrair rootfs.
tr: Rootfs çıkarılıyor.

source: Entering the system ...
pt: A entrar no sistema...
tr: Sisteme giriliyor ...

source: Adding new user to the system
pt: A adicionar um novo utilizador ao sistema
tr: Sisteme yeni kullanıcı ekleniyor
